const questionsDB = [
  {
    "question": "身為騎士的您,當左側車輛顯示方向燈欲變換車道或轉彎時,應如何行駛較為安全?",
    "answer": "1",
    "answer_text": "注意相鄰車輛狀況,預作煞車或減速的準備。"
  },
  {
    "question": "身為騎士的您,行經號誌化路口,當對向有左轉車輛時,應如何行駛較為安全?",
    "answer": "2",
    "answer_text": "隨時注意周遭車輛,感知對向車輛可能未依規定轉彎,須預作準備。"
  },
  {
    "question": "身為騎士的您,在路口有視線遮蔽之橫向道路有車輛突然駛出時,應如何行駛較為安全?",
    "answer": "1",
    "answer_text": "騎乘機車時,除注意車前狀況外,也應留意橫向道路車輛的動態。"
  },
  {
    "question": "身為騎士的您,看到前方道路右側路外停車場出入口有車輛駛出時,應如何行駛較為安全?",
    "answer": "2",
    "answer_text": "駕車除了注意前方狀況外,也要注意周圍車輛是否會突然駛出。"
  },
  {
    "question": "身為騎士的您,看到前方左側車道車輛突然往右變換車道時,應如何行駛較為安全?",
    "answer": "1",
    "answer_text": "騎乘機車時,除注意車前狀況外,也應留意左右車道車輛的動態。"
  },
  {
    "question": "身為騎士的您,看到前方非號誌路口右方有車輛突然駛出時,應如何行駛較為安全?",
    "answer": "1",
    "answer_text": "雖然自己是行駛在幹道上,但還是要隨時注意支道車輛動態。"
  },
  {
    "question": "身為騎士的您,看到前方非號誌路口右方有車輛突然駛出時,應如何行駛較為安全?",
    "answer": "3",
    "answer_text": "不論有無交通號誌,都應注意周遭車輛動態。"
  },
  {
    "question": "身為騎士的您,看到前方行人從暗處行經行人穿越道時,應如何行駛較為妥適?",
    "answer": "1",
    "answer_text": "機車行近行人穿越道或轉彎時,均應停讓行人優先通行。"
  },
  {
    "question": "身為騎士的您,當遇到有車輛跨越分向限制線逆向超車時,應如何行駛較為安全?",
    "answer": "2",
    "answer_text": "以防禦駕駛而言,應預想對向車輛可能跨越中心線,隨時注意。"
  },
  {
    "question": "身為騎士的您,當遇到有車輛跨越分向限制線逆向超車時,應如何行駛較為安全?",
    "answer": "1",
    "answer_text": "利用機車 ABS 裝置逐漸減速,並往安全方向閃避"
  },
  {
    "question": "身為騎士的您,當發現路旁有車輛使用方向燈欲進入我車行進車道時,應如何行駛較為妥適?",
    "answer": "1",
    "answer_text": "減速慢行,觀察旁邊車輛動向,並做隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,當發現前方道路放置有車輛故障標誌時,應如何行駛較為妥適?",
    "answer": "2",
    "answer_text": "減速慢行,認知前方可能有故障車輛或事故現場,避免追撞。"
  },
  {
    "question": "身為騎士的您,當發現前方有球、小孩、行人或其他異物侵入車道時,應如何行駛較為妥適??",
    "answer": "1",
    "answer_text": "應鬆開油門減速慢行,並預做隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,當現場視線不佳或視線昏暗情況下,發現右方有路邊停車,且右側機車為閃避該車而變換行向通過我車前方時,應如何行駛較為安全?",
    "answer": "2",
    "answer_text": "應減速慢行,擺頭確認左方無來車,顯示方向燈往左變換車道。"
  },
  {
    "question": "身為騎士的您,當進入、離開涵洞或隧道時,因光線強度的急遽變化容易造成眩光,應如何行駛較為安全?",
    "answer": "1",
    "answer_text": "進出涵洞或隧道時,應該要開啟車輛頭燈,減速拉大安全距離,並做隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,如遇車輛由道路右方車道匯入時,應如何行駛較為安全?",
    "answer": "1",
    "answer_text": "行經無號誌路口或交岔路段時,應注意周遭車輛動態,避免事故的發生。"
  },
  {
    "question": "身為騎士的您,遇到公車停靠路邊公車站時,應如何行駛較安全?",
    "answer": "2",
    "answer_text": "減速後在公車後方安全距離停等,待公車起步後保持安全距離再行駛。"
  },
  {
    "question": "身為騎士的您,如欲從影片中公車左側繞行,應如何行駛較安全?",
    "answer": "1",
    "answer_text": "先顯示左方向燈,透過照後鏡及擺頭觀察左方及後方有無來車,判斷安全距離並注意公車動態,確認安全才可超越。"
  },
  {
    "question": "身為騎士的您,於巷弄中應如何行駛較安全?",
    "answer": "3",
    "answer_text": "依速限規定行駛,並預判周邊人車接下來可能的動向,避免反應不及發生危險。"
  },
  {
    "question": "身為騎士的您,行駛於巷弄中察覺有行人進入車道時,應如何行駛較安全?",
    "answer": "3",
    "answer_text": "先減速並停等,禮讓行人先行"
  },
  {
    "question": "身為騎士的您,遇影片中路邊停車開車門,應如何行駛較安全?",
    "answer": "1",
    "answer_text": "提高警覺,與停靠於路邊的汽車保持安全間隔並減速慢行,做好隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,遇影片中救護車輛執行任務穿越交岔路口時,應如何行駛較安全?",
    "answer": "3",
    "answer_text": "聽聞救護車即應減速避讓,不得跟隨疾駛。"
  },
  {
    "question": "身為騎士的您,如遇行人在公車後方隨意穿越馬路,應如何行駛較安全?",
    "answer": "2",
    "answer_text": "減速慢行,並注意行人動態。"
  },
  {
    "question": "身為騎士的您,行近路口時見前方車輛煞車燈亮起並遮蔽視線時,應如何行駛較安全?",
    "answer": "1",
    "answer_text": "先減速,察看左右來車,確認已無來車後再通行。"
  },
  {
    "question": "身為騎士的您,在影片中看到路旁有遊覽車停等,採取哪個行為較不妥適?",
    "answer": "3",
    "answer_text": "注意路旁停靠遊覽車,維持原速直行。"
  },
  {
    "question": "身為騎士的您,當行經山區彎道時,應如何行駛較安全?",
    "answer": "3",
    "answer_text": "減速慢行,提前注意彎道對向車輛行駛動態,並避免緊急煞車"
  },
  {
    "question": "身為騎士的您,遇前方道路施工,右前方車輛突變換車道時,應如何行駛較安全?",
    "answer": "1",
    "answer_text": "須注意前方車輛行駛動向,減速慢行以利避讓。"
  },
  {
    "question": "身為騎士的您,遇前方車輛倒車駛入停車格,應如何行駛較安全?",
    "answer": "3",
    "answer_text": "保持安全距離先行停等,待前方車輛駛入停車格後再繼續行駛。"
  },
  {
    "question": "身為騎士的您,如遇見公車未顯示方向燈即變換車道並右轉,應如何行駛較安全?",
    "answer": "2",
    "answer_text": "應與公車保持安全距離並減速慢行,觀察公車動態後再行駛。"
  },
  {
    "question": "身為騎士的您,行經影片中的交岔路口欲右轉,遇見公車右轉未顯示方向燈時,應如何行駛較安全?",
    "answer": "2",
    "answer_text": "減速慢行,並與公車保持安全距離間隔,待公車轉彎後再行右轉。"
  },
  {
    "question": "身為騎士的您,行經交岔路口時,看見機車騎士違規左轉,應如何行駛較安全?",
    "answer": "3",
    "answer_text": "減速慢行,並做隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,如遇見影片中機車騎士違規行駛,應如何行駛較安全?",
    "answer": "1",
    "answer_text": "減速慢行,觀察該車輛動向並做隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,行經影片中的交岔路口欲左轉時,以下敘述何者錯誤?",
    "answer": "3",
    "answer_text": "在交岔路口30公尺前顯示方向燈或手勢後即可轉彎不用減速。"
  },
  {
    "question": "身為騎士的您,行駛至影片交岔路口欲左轉時,應如何行駛較安全?",
    "answer": "2",
    "answer_text": "距交岔路口30公尺前顯示方向燈或手勢,並減速行駛至交岔路口中心處,確認前後及對向無來車與行人後再左轉。"
  },
  {
    "question": "身為騎士的您,行經設有機車待轉區之路口時,應如何行駛較安全?",
    "answer": "2",
    "answer_text": "先減速,並注意機車待轉區內之機車。"
  },
  {
    "question": "身為騎士的您,當行駛於彎道上,下列敘述何者為非?",
    "answer": "2",
    "answer_text": "應加速通過,避免速度過慢遭後車撞擊。"
  },
  {
    "question": "身為騎士的您,遇道路施工修補,應如何因應較為妥適?",
    "answer": "1",
    "answer_text": "減速慢行通過。"
  },
  {
    "question": "身為騎士的您,行駛過程中接獲行動電話,應如何因應較為妥適?",
    "answer": "3",
    "answer_text": "應停靠至路邊安全位置後,熄火再接聽。"
  },
  {
    "question": "身為騎士的您,遇前車騎車接聽電話,應做何處置較適當?",
    "answer": "2",
    "answer_text": "減速慢行並隨時注意前車及左右狀況,確認安全無虞後再超車。"
  },
  {
    "question": "身為騎士的您,如綠燈時看到左前方汽車煞車減速,下列敘述何者為非?",
    "answer": "1",
    "answer_text": "注意紅綠燈狀況後,便可通過路口。"
  },
  {
    "question": "身為騎士的您,行經號誌化路口時遇左前方汽車遮蔽視線,應如何行駛較為妥適?",
    "answer": "2",
    "answer_text": "視線可能被前車遮蔽,要留意對向來車左轉。"
  },
  {
    "question": "身為騎士的您,遇有左方機車超越本車,應如何因應較為妥適?",
    "answer": "1",
    "answer_text": "應與前方機車保持隨時可煞停之距離。"
  },
  {
    "question": "身為騎士的您,在車道中看到左前方車輛煞車減速,下列敘述何者正確?",
    "answer": "1",
    "answer_text": "注意左前方車輛動向,預作減速煞車準備。"
  },
  {
    "question": "身為騎士的您,遇前方車輛顯示方向燈隨即右轉,應如何因應較為妥適?",
    "answer": "3",
    "answer_text": "減速慢行,作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,如遇對向車道有機車突然左轉彎駛入加油站時,應如何因應較為妥適?",
    "answer": "1",
    "answer_text": "隨時注意對向車道車輛動向,預作煞車減速等措施。"
  },
  {
    "question": "身為騎士的您,行經無號誌路口,遇前方機車煞車燈亮起,應如何因應較為妥適?",
    "answer": "2",
    "answer_text": "除了注意前方車輛狀況外,橫向車輛也要注意"
  },
  {
    "question": "身為騎士的您,行經閃光號誌路口,遇橫向車道有來車,應如何因應較為妥適?",
    "answer": "1",
    "answer_text": "遇閃光黃燈號誌,應減速慢行,小心通過。"
  },
  {
    "question": "身為騎士的您,行駛在昏暗的道路上,行經閃光號誌路口,以下騎車行為何者較為妥適?",
    "answer": "1",
    "answer_text": "天色昏暗時,應開啟頭燈,並留意道路上是否有障礙物。"
  },
  {
    "question": "身為騎士的您,行經閃光號誌路口,遇前方汽車煞車燈亮起,下列敘述何者為非?",
    "answer": "3",
    "answer_text": "同樣是直行車,左方車應暫停讓右方車先行,故我應禮讓右方車優先通行"
  },
  {
    "question": "身為騎士的您,行經閃光號誌路口,如遇前方汽車煞車燈亮起,應該如何因應較為妥適?",
    "answer": "2",
    "answer_text": "除了注意前方狀況外,對向及橫向車輛也要注意。"
  },
  {
    "question": "身為騎士的您,遇機車未顯示方向燈即駛入本車道,應如何因應較為妥適?",
    "answer": "2",
    "answer_text": "減速慢行,並做隨時煞車之準備。"
  },
  {
    "question": "身為騎士的您,遇右側車道汽車煞車燈亮起,應如何因應較為妥適?",
    "answer": "1",
    "answer_text": "視線遮蔽處可能有人、車或動物等闖入車道,我們應做隨時煞車減速之準備。"
  },
  {
    "question": "身為騎士的您,如遇影片左邊快車道車輛顯示方向燈,該如何反應?",
    "answer": "1",
    "answer_text": "行經路口前應注意快車道車輛動態,預作減速、停車等措施。"
  },
  {
    "question": "身為騎士的您,如遇見影片左邊內車道車輛顯示方向燈,下列何者反應為非?",
    "answer": "1",
    "answer_text": "只要專心注意前方有無來車即可。"
  },
  {
    "question": "身為騎士的您,於號誌路口起步時應注意事項,下列何者正確?",
    "answer": "3",
    "answer_text": "綠燈亮起雖然代表可以通過,但仍應注意是否會有闖紅燈車輛"
  },
  {
    "question": "身為騎士的您,在路口停等紅燈時,下列何者正確?",
    "answer": "3",
    "answer_text": "起步前左右擺頭,留意是否有違規車輛"
  },
  {
    "question": "身為騎士的您,行經路口遇有違規車輛,以下敘述何者正確?",
    "answer": "2",
    "answer_text": "行經路口時應注意其他車輛動態,預作減速、停車等措施。"
  },
  {
    "question": "身為騎士的您,如遇見影片中有機車紅燈右轉,該如何反應?",
    "answer": "1",
    "answer_text": "遇到路口應減速慢行,觀察旁邊車輛動向並做隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,遇有機車於分向限制線缺口逆向竄出時,應採取何種動作較為妥適?",
    "answer": "2",
    "answer_text": "應減速並作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,行經路口欲左轉時,發現左後方有來車,以下敘述何者為是?",
    "answer": "1",
    "answer_text": "轉彎時應提前顯示方向燈並注意照後鏡、轉頭察看。"
  },
  {
    "question": "身為騎士的您,左側來車違規跨越分向限制線,應如何行駛較為妥適?",
    "answer": "2",
    "answer_text": "減速慢行,並做隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,當左側來車未顯示方向燈及未保持車距超車,應如何反應較為妥適?",
    "answer": "3",
    "answer_text": "除了注意車前狀況,也要隨時注意照後鏡,預先做減速準備。"
  },
  {
    "question": "身為騎士的您,行經路口有左側來車,以下敘述何者為是?",
    "answer": "1",
    "answer_text": "行駛於車陣中,視野死角多,應留意是否有車輛或行人從車縫中衝出。"
  },
  {
    "question": "身為騎士的您,行駛中行人從車陣中竄出,應如何反應較為妥適?",
    "answer": "2",
    "answer_text": "減速慢行,注意察看行人動向,作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,行駛中行人任意穿越馬路,應如何反應較為妥適?",
    "answer": "1",
    "answer_text": "減速慢行,注意察看行人動向,作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,行人下公車後任意穿越馬路,應如何反應,請選出正確的。",
    "answer": "3",
    "answer_text": "天雨路滑降低車速,並注意察看行人動向,預作停車準備"
  },
  {
    "question": "身為騎士的您,遇到低頭族的行人通過路口,你該如何因應?",
    "answer": "1",
    "answer_text": "採取減速、預作停車等必要措施。"
  },
  {
    "question": "身為騎士的您,遇到不依規定左轉的機車,你該如何因應?",
    "answer": "1",
    "answer_text": "採取減速、預作停車等必要措施。"
  },
  {
    "question": "身為騎士的您,行駛中如遇前方大型車輛顯示方向燈時,你該如何因應?",
    "answer": "2",
    "answer_text": "車輛減速並保持安全車距。"
  },
  {
    "question": "身為騎士的您,行駛中如遇併行車輛視線遮蔽,該如何反應?",
    "answer": "1",
    "answer_text": "注意號誌並留意視線遮蔽處有無來車,做好防禦駕駛行為。"
  },
  {
    "question": "身為騎士的您,看到大型車右轉卻打左方向燈,應該要有什麼觀念?",
    "answer": "2",
    "answer_text": "大型車是要左轉,只是內輪差限制需先往右靠。"
  },
  {
    "question": "身為騎士的您,遇前方車輛故障需變換車道時,應先完成什麼動作?",
    "answer": "2",
    "answer_text": "顯示方向燈並察看照後鏡與擺頭確認交通情況,再變換車道。"
  },
  {
    "question": "身為騎士的您,路口左轉時遇對向來車右轉進同一車道,請問誰的路權優先?",
    "answer": "2",
    "answer_text": "左轉彎車輛。"
  },
  {
    "question": "身為騎士的您,遇前方車輛故障需變換車道時,應先完成什麼動作?",
    "answer": "2",
    "answer_text": "顯示方向燈並察看照後鏡與擺頭確認交通情況,再變換車道。"
  },
  {
    "question": "身為騎士的您遇到有車輛突然從前方岔路左轉進入您行駛之車道,應該如何反應?",
    "answer": "3",
    "answer_text": "注意車前狀況並減速慢行,預作停車等必要措施。"
  },
  {
    "question": "身為騎士的您遇到前方車輛違規跨越雙黃線左轉,應該如何反應?",
    "answer": "2",
    "answer_text": "注意車前狀況並減速慢行,預作停車等必要措施。"
  },
  {
    "question": "身為騎士的您,在天色昏暗且內側車道車輛違規右轉時,您應如何反應?",
    "answer": "3",
    "answer_text": "注意車前狀況並減速慢行,預作停車等必要措施"
  },
  {
    "question": "身為騎士的您遇前方道路縮減路段,鄰車顯示方向燈併入時,應該如何行駛比較安全?",
    "answer": "2",
    "answer_text": "注意車前狀況並減速慢行,預作停車等必要措施。"
  },
  {
    "question": "身為騎士的您,於路口遇號誌變換為綠燈,此時應該採取什麼動作較為妥適?",
    "answer": "1",
    "answer_text": "留意橫向道路闖紅燈車輛的動態,作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,在影片中發現那些危險?",
    "answer": "1",
    "answer_text": "橫向道路車輛闖紅燈左轉。"
  },
  {
    "question": "身為騎士的您,此時最可能會遇到何種危險?",
    "answer": "1",
    "answer_text": "對向來車侵入我方車道。"
  },
  {
    "question": "身為騎士的您,遇前方疑似有車輛準備倒車時,應該採取什麼動作較為妥適?",
    "answer": "2",
    "answer_text": "減速注意路邊車輛動向,作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,見同車道前方大貨車減速且視線不良的情況下,應採取什麼動作較為妥適?",
    "answer": "2",
    "answer_text": "減速慢行,觀察前方車輛動向並作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,行近路口見橫向道路有大貨車欲右轉且可能侵入我方車道,此時應該採取什麼動作較為妥適?",
    "answer": "2",
    "answer_text": "減速慢行,觀察大貨車動向並作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,見路邊車輛起駛,此時應採取什麼動作較為妥適?",
    "answer": "1",
    "answer_text": "該車可能違規迴轉,應減速慢行並作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,行駛於內側車道且前方有車輛準備左轉,此時不應該採取什麼動作?",
    "answer": "1",
    "answer_text": "直接變換至外側車道後,加速繞過前方大貨車。"
  },
  {
    "question": "身為騎士的您,欲與大貨車同時進行右轉彎,此時應該採取什麼動作較為妥適?",
    "answer": "2",
    "answer_text": "勿與大貨車併行,應停讓使大貨車先行駛。"
  },
  {
    "question": "身為騎士的您,在影片中發現那些危險?",
    "answer": "1",
    "answer_text": "大貨車右轉彎,可能導致我方進入內輪差危險區域。"
  },
  {
    "question": "身為騎士的您,於夜間發現對向有車行駛而來,此時應採取什麼動作較為妥適?",
    "answer": "2",
    "answer_text": "靠右減速慢行並作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,此時應採取什麼動作較為妥適?",
    "answer": "1",
    "answer_text": "按鳴喇叭1單響,提醒單車騎士後方有來車並減速慢行。"
  },
  {
    "question": "身為騎士的您,此時應採取什麼動作較為妥適?",
    "answer": "1",
    "answer_text": "減速慢行,注意單車騎士動態,隨時採取必要之安全措施。"
  },
  {
    "question": "身為騎士的您,此時應採取什麼動作較為妥適?",
    "answer": "3",
    "answer_text": "停車並應讓行人優先通行。"
  },
  {
    "question": "身為騎士的您,此時應採取什麼動作較為妥適?",
    "answer": "2",
    "answer_text": "減速觀察行人動向並作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,如遇影片中行人擅越中央分向島,應如何因應較為妥適?",
    "answer": "1",
    "answer_text": "視線放遠,提前反應。"
  },
  {
    "question": "身為騎士的您,騎乘機車行經單線雙向之車道,且路邊停有車輛,應如何因應較為妥適?",
    "answer": "2",
    "answer_text": "減速慢行,注意是否有行人竄出或車門突然開啟。"
  },
  {
    "question": "身為騎士的您,發現有行人行走車道上,該如何因應較為妥適?",
    "answer": "3",
    "answer_text": "減速慢行,預作閃避之準備。"
  },
  {
    "question": "身為騎士的您,行經匝道出入口處,行駛內側車道遇同向岔路有機車變換車道,該如何因應較為妥適?",
    "answer": "1",
    "answer_text": "減速並預作停車之準備。"
  },
  {
    "question": "身為騎士的您,行經橋梁路段,且左前方有小型車同行,請問此時您可能會遇到何種危險?",
    "answer": "1",
    "answer_text": "已經靠右行駛,僅注意車前狀況即可。"
  },
  {
    "question": "身為騎士的您,遇有車輛從左側超車時,該如何因應較為妥適?",
    "answer": "3",
    "answer_text": "減速讓其先行超車。"
  },
  {
    "question": "身為騎士的您,行經鄉間蔓草叢生的單線車道時,遇有汽車會車,該如何因應較為妥適?",
    "answer": "1",
    "answer_text": "減速慢行,靠右行駛,讓其先行。"
  },
  {
    "question": "身為騎士的您,如遇汽車變換車道至左前方上交流道時,該如何因應較為妥適?",
    "answer": "2",
    "answer_text": "減速慢行,並注意後方車輛動向。"
  },
  {
    "question": "身為騎士的您,行駛於狹窄道路,見對向大型車駛近,應有什麼樣的適當行為呢?",
    "answer": "1",
    "answer_text": "保持隨時可以減速煞停因應的空間。"
  },
  {
    "question": "身為騎士的您,看到分向島缺口處有車輛顯示左側方向燈並迴轉,應有什麼樣的適當行為呢?",
    "answer": "2",
    "answer_text": "減速讓該車先行,避免危險發生。"
  },
  {
    "question": "身為騎士的您,行經路幅狹小且有違停車輛的路口時,以下敘述何者為是?",
    "answer": "2",
    "answer_text": "應預判橫向車輛轉彎會侵犯到本車的行駛空間。"
  },
  {
    "question": "身為騎士的您,發現路口有違規停車,橫向小貨車右轉時繞越路口,應有什麼樣的適當行為呢?",
    "answer": "1",
    "answer_text": "應減速停讓。"
  },
  {
    "question": "身為騎士的您,看到小客車顯示右側方向燈違規變換車道,應有什麼樣的適當行為呢?",
    "answer": "2",
    "answer_text": "提高警覺,拉大安全距離。"
  },
  {
    "question": "身為騎士的您,看到路旁加油站小客車由路外駛入,應有什麼樣的適當行為呢?",
    "answer": "1",
    "answer_text": "減速慢行,觀察前方車輛動向並做隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,於綠燈時看到機車違規行駛行穿線,應有什麼樣的適當行為呢?",
    "answer": "2",
    "answer_text": "減速慢行,並做隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,見左前方小客車於路口綠燈時突然減速,應有什麼樣的適當行為呢?",
    "answer": "1",
    "answer_text": "應預判視線遮蔽處可能有車輛駛出或行人衝出,保持隨時減速的準備。"
  },
  {
    "question": "身為騎士的您,在影片中發現哪些危險?",
    "answer": "1",
    "answer_text": "對向機車佔用來車道搶先左轉。"
  },
  {
    "question": "身為騎士的您,於影片中路口欲左轉,而對向來車欲右轉進入同一路段之車道,以下敘述何者正確?",
    "answer": "1",
    "answer_text": "右轉彎車輛應讓左轉彎車輛先行,因此對向來車應暫停讓本車先行才是符合法規的行為。"
  },
  {
    "question": "身為騎士的您,在影片中發現哪些危險?",
    "answer": "1",
    "answer_text": "對向來車右轉彎未讓本車先行,影響本車安全。"
  },
  {
    "question": "身為騎士的您,基於防禦駕駛觀念,此時應採取什麼動作較為妥適?",
    "answer": "3",
    "answer_text": "減速慢行,並作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,行經影片中路口,最可能遭遇何種危險?",
    "answer": "3",
    "answer_text": "對向來車轉彎不讓直行車先行"
  },
  {
    "question": "身為騎士的您,行駛於無號誌路口,見橫向多車通過該路口,以下敘述何者正確?",
    "answer": "2",
    "answer_text": "左方車應讓右方車先行,因此紅色汽車應讓本車先行"
  },
  {
    "question": "身為騎士的您,此時應採取什麼動作較為妥適?",
    "answer": "1",
    "answer_text": "本車行駛於圓環外側車道,應讓內側車道車輛先行。"
  },
  {
    "question": "身為騎士的您,見前車減速,此時應該採取什麼動作較為妥適?",
    "answer": "3",
    "answer_text": "減速慢行,觀察前行車動向及視線所及處交通情況並作隨時停車之準備。"
  },
  {
    "question": "身為騎士的您,欲繼續前行,除顯示左邊方向燈外,應採取什麼動作較為妥適?",
    "answer": "2",
    "answer_text": "應讓直行車道之車輛先行,確認安全後依規定換入內側車道。"
  },
  {
    "question": "身為機車騎士的您,欲超越前方自行車騎士,應該採取什麼方式較為妥適?",
    "answer": "3",
    "answer_text": "待行駛至劃設行車分向線路段後,才可超車。"
  },
  {
    "question": "身為機車騎士的您,在影片中看到哪些駕駛行為是符合交通法規的?",
    "answer": "3",
    "answer_text": "以上行為皆不符合交通法規。"
  },
  {
    "question": "身為騎士的您,此時應採取什麼動作較為妥適?",
    "answer": "1",
    "answer_text": "於停止線前停車,待前車駛離淨空後再前進。"
  },
  {
    "question": "身為騎士的您,行經影片中路段時,應如何使用燈光最為妥適?",
    "answer": "1",
    "answer_text": "保持頭燈開啟。"
  },
  {
    "question": "身為騎士的您,能否辨別出影片中那些空間是您可以行駛的呢?",
    "answer": "2",
    "answer_text": "左側快車道及機慢車道。"
  },
  {
    "question": "身為騎士的您,此時應採取什麼動作較為妥適?",
    "answer": "2",
    "answer_text": "停讓行人後,進入外側快車道。"
  },
  {
    "question": "身為騎士的您,此時最可能遭遇何種危險?",
    "answer": "2",
    "answer_text": "行人自左前方車前死角處進入我方車動線上。"
  },
  {
    "question": "身為騎士的您,基於防禦駕駛觀念,此時應採取什麼動作較為妥適?",
    "answer": "2",
    "answer_text": "我方車道前方路面有不明髒汙,應先減速接近,確認安全再通過。"
  },
  {
    "question": "依據圖示,哪一位駕駛人配戴機車安全帽才「正確」?",
    "answer": "3",
    "answer_text": "C"
  },
  {
    "question": "依據圖示,違反下列哪項規定?",
    "answer": "3",
    "answer_text": "附載人數規定。"
  },
  {
    "question": "依據圖示,有關機車載物寬度A何者「正確」?",
    "answer": "1",
    "answer_text": "不超過機車的左右把手外緣各10公分。"
  },
  {
    "question": "依據圖示,有關機車載物長度C何者「正確」?",
    "answer": "1",
    "answer_text": "自後輪輪軸起不超過50公分。"
  },
  {
    "question": "依據圖示,三角形「△」標記代表何意義?",
    "answer": "2",
    "answer_text": "尋找「輪胎胎面磨耗指示平台」位置的導引記號。"
  },
  {
    "question": "依據圖示,機車輪胎之紅色圈選處,代表的意義為何?",
    "answer": "3",
    "answer_text": "輪胎胎面之「磨耗指示平台」,若輪胎溝紋磨耗到此點時,就應更換輪胎。"
  },
  {
    "question": "依據圖示,當機車直行時,哪些區域是駕駛人無法利用照後鏡看見的視野範圍?",
    "answer": "1",
    "answer_text": "A、C、E。"
  },
  {
    "question": "依據圖示,當騎機車並行於汽車的左側或右側時,要注意圖中哪些區域,以免因視野死角而發生事故?",
    "answer": "2",
    "answer_text": "A～E。"
  },
  {
    "question": "依據圖示,當汽車要左轉時,後方的機車駕駛人要特別小心,是因為汽車駕駛人看不到圖中哪個區域?",
    "answer": "1",
    "answer_text": "A。"
  },
  {
    "question": "依據圖示,當汽車要右轉時,後方的機車駕駛人要特別小心,是因為汽車駕駛人看不到圖中哪個區域?",
    "answer": "3",
    "answer_text": "E。"
  },
  {
    "question": "依據圖示,大型車右轉時,機車駕駛人應避免進入的內輪差範圍為何?",
    "answer": "2",
    "answer_text": "B區域。"
  },
  {
    "question": "依據圖示,騎乘機車右轉彎時,應如何行駛較安全?",
    "answer": "2",
    "answer_text": "靠邊暫停於A處,待大型車轉彎後再行轉彎。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較安全?",
    "answer": "1",
    "answer_text": "A、B。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較安全?",
    "answer": "2",
    "answer_text": "放慢車速,遠離並避讓大型車先行。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較能確保行車安全?",
    "answer": "1",
    "answer_text": "應先放鬆油門減速行駛,以免在轉彎時失控。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較能確保行車安全?",
    "answer": "3",
    "answer_text": "保持適當速度。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較能確保行車安全?",
    "answer": "2",
    "answer_text": "應把車頭逐漸轉正,安全確認沒問題後,即可加速前進。"
  },
  {
    "question": "依據圖示,機車駕駛人右轉時應如何行駛?",
    "answer": "1",
    "answer_text": "停車並讓行人優先通過,待行人穿越後再行駛。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛?",
    "answer": "1",
    "answer_text": "仍應停於A區,讓行人優先通過。"
  },
  {
    "question": "依據圖示,機車駕駛人「X」直行時,應如何行駛較安全?",
    "answer": "2",
    "answer_text": "仍應停於A區,待前方壅堵車流疏通後,再通過路口。"
  },
  {
    "question": "依據圖示,機車駕駛人的行駛方式何者容易發生危險?",
    "answer": "1",
    "answer_text": "雖尚未通過停止線,但仍可加速前行通過路口。"
  },
  {
    "question": "依據圖示,機車駕駛人應停於圖中何處?",
    "answer": "1",
    "answer_text": "A區。"
  },
  {
    "question": "依據圖示,機車不可行駛在哪一個車道上?",
    "answer": "1",
    "answer_text": "A車道。"
  },
  {
    "question": "依據圖示,機車不可行駛在哪一個車道上?",
    "answer": "1",
    "answer_text": "A車道。"
  },
  {
    "question": "依據圖示,機車不可行駛在哪一個車道上?",
    "answer": "3",
    "answer_text": "C車道。"
  },
  {
    "question": "依據圖示,普通重型機車駕駛人「Y」兩段式左轉從A區行駛至B待轉區時,該如何行駛較安全?",
    "answer": "2",
    "answer_text": "需顯示右方向燈,先變換至外側車道後,再行駛至B區。"
  },
  {
    "question": "依據圖示,「X」機車駕駛人若想要左轉,應該如何行駛較安全?",
    "answer": "2",
    "answer_text": "應距交岔路口30公尺前顯示左轉方向燈,換入內側車道,行駛到交岔路口中心處,確認對向來車安全無誤再左轉。"
  },
  {
    "question": "依據圖示,「X」機車駕駛人若想要右轉,應該如何行駛較安全?",
    "answer": "2",
    "answer_text": "應距交岔路口30公尺前顯示右轉方向燈,慢慢換入外側車道,行駛到路口後再右轉。"
  },
  {
    "question": "依據圖示,機車駕駛人若發現前方汽車車速過慢,是否可超車?",
    "answer": "1",
    "answer_text": "不可以。"
  },
  {
    "question": "依據圖示,機車駕駛人若發現前方汽車車速過慢,是否可超車?",
    "answer": "3",
    "answer_text": "可以自前方車輛的左側超車。"
  },
  {
    "question": "依據圖示,機車駕駛人若發現前方汽車車速過慢,是否可超車?",
    "answer": "1",
    "answer_text": "不可以。"
  },
  {
    "question": "依據圖示,下列哪個敘述較安全?",
    "answer": "1",
    "answer_text": "機車應讓汽車先行。"
  },
  {
    "question": "依據圖示,為何機車應讓汽車先行?",
    "answer": "2",
    "answer_text": "支道車應讓幹道車先行。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較安全?",
    "answer": "1",
    "answer_text": "應先暫停並左右擺頭查看,等汽車通過後再繼續通行。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較安全?",
    "answer": "1",
    "answer_text": "機車行至路口時應減速接近,並小心通過路口。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較安全?",
    "answer": "1",
    "answer_text": "減速並暫停,讓汽車先行。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較安全?",
    "answer": "2",
    "answer_text": "減速慢行,應左右擺頭查看兩側是否有來車再通行。"
  },
  {
    "question": "依據圖示,機車駕駛人在狹窄道路中,應如何行駛較安全?",
    "answer": "1",
    "answer_text": "機車駕駛人應停靠於路旁,讓汽車優先通行。"
  },
  {
    "question": "依據圖示,若機車欲減速,機車駕駛人應如何操作煞車較安全?",
    "answer": "1",
    "answer_text": "以前輪煞車為主,後輪煞車為輔進行操作。"
  },
  {
    "question": "依據圖示,機車駕駛人遇突然迴轉之汽車,應如何操作煞車較安全?",
    "answer": "3",
    "answer_text": "應立即放鬆油門,並同時使用前後煞車,一次完成煞車動作。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較安全?",
    "answer": "1",
    "answer_text": "應讓圓環內的車輛先行通過,再進入圓環。"
  },
  {
    "question": "依據圖示,B車與A車同時要通過路口時,B車應如何行駛較安全?",
    "answer": "2",
    "answer_text": "停車並讓A車優先通行。"
  },
  {
    "question": "依據圖示,汽、機車同時行經此路段時,機車駕駛人應如何行駛較安全?",
    "answer": "1",
    "answer_text": "減速並讓汽車優先通行。"
  },
  {
    "question": "依據圖示,機車駕駛人在此環境中,應如何行駛較安全?",
    "answer": "2",
    "answer_text": "因路面濕滑,應減速慢行且要與前車保持更長的安全距離。"
  },
  {
    "question": "依據圖示,機車駕駛人應該如何行駛較安全?",
    "answer": "3",
    "answer_text": "減速並與路邊車輛保持一個車門以上的間隔。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較安全?",
    "answer": "1",
    "answer_text": "前方視野死角處,應減速慢行並隨時注意車前狀況。"
  },
  {
    "question": "依據圖示,騎機車行經圖中巷口時,應如何行駛較安全?",
    "answer": "2",
    "answer_text": "減速並觀察反射鏡,以及擺頭查看左方是否有來車。"
  },
  {
    "question": "依據圖示,圖中機車駕駛人可以左轉進入巷口嗎?",
    "answer": "2",
    "answer_text": "不可以。"
  },
  {
    "question": "依據圖示,圖中巷口裝設反射鏡的主要用意為何?",
    "answer": "1",
    "answer_text": "機車駕駛人可利用反射鏡觀察巷道來車狀況。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較安全?",
    "answer": "2",
    "answer_text": "應立即靠右側避讓,讓救護車優先通行。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較安全?",
    "answer": "2",
    "answer_text": "不論號誌為何,應立即避讓優先通行。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較安全?",
    "answer": "3",
    "answer_text": "等候公車駛離後再繼續行駛。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛較安全?",
    "answer": "1",
    "answer_text": "要先減速行駛,以免在轉彎時失控滑倒。"
  },
  {
    "question": "依據圖示,機車駕駛人行駛時遇前方狀況,應如何行駛較安全?",
    "answer": "3",
    "answer_text": "應減速停車,不要強行超越。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛比較安全?",
    "answer": "1",
    "answer_text": "應減速並停止於平交道遮斷器前。"
  },
  {
    "question": "依據圖示,機車駕駛人轉彎行經此路面時,應如何行駛較安全?",
    "answer": "1",
    "answer_text": "應盡量避開或減速慢行。"
  },
  {
    "question": "依據圖示,下雨天行經此標線時,應如何行駛較安全?",
    "answer": "1",
    "answer_text": "行駛時應盡量避開。"
  },
  {
    "question": "依據圖示,機車駕駛人行經此路面時,應如何行駛較安全?",
    "answer": "1",
    "answer_text": "應盡量避開或減速慢行。"
  },
  {
    "question": "依據圖示,機車駕駛人是否可以變換車道超車?",
    "answer": "1",
    "answer_text": "不可以。"
  },
  {
    "question": "依據圖示,機車駕駛人操作方式何者「錯誤」?",
    "answer": "2",
    "answer_text": "依車道照明度,適時開亮頭燈。"
  },
  {
    "question": "依據圖示,行車前的輪胎檢查內容為何?",
    "answer": "3",
    "answer_text": "以上皆是。"
  },
  {
    "question": "機車駕駛人於騎乘機車前應做那些檢查?",
    "answer": "1",
    "answer_text": "行車前,應檢查輪胎、燈光、喇叭、煞車及油料,以確保行車安全。"
  },
  {
    "question": "機車排氣管的設備何者正確?",
    "answer": "1",
    "answer_text": "A"
  },
  {
    "question": "依據圖示,何者為正確之乘坐方式?",
    "answer": "1",
    "answer_text": "A"
  },
  {
    "question": "依據圖示,何者為安全載運寵物的方式?",
    "answer": "3",
    "answer_text": "C"
  },
  {
    "question": "圖中何者為安全載運貨物的方式?",
    "answer": "2",
    "answer_text": "B"
  },
  {
    "question": "依據圖示,方向燈的顏色,何者正確?",
    "answer": "1",
    "answer_text": "橙色"
  },
  {
    "question": "依據圖示,哪輛機車尾燈的燈光符合規定?",
    "answer": "3",
    "answer_text": "C"
  },
  {
    "question": "依據圖示,機車駕駛人應如何起駛才正確?",
    "answer": "3",
    "answer_text": "顯示方向燈並擺頭察看前、後方,確認無行人及車輛後起駛。"
  },
  {
    "question": "依據圖示,機車駕駛人停車位置,何者正確?",
    "answer": "3",
    "answer_text": "C"
  },
  {
    "question": "依據圖示,機車停放位置下列敘述何者正確?",
    "answer": "2",
    "answer_text": "禁止臨時停車標線之左、右道路範圍內均不得停車。"
  },
  {
    "question": "依據圖示,機車駕駛人行經彎道,何者行為正確?",
    "answer": "2",
    "answer_text": "B駕駛人減速慢行,不超車,避免車速過快衝入對向車道。"
  },
  {
    "question": "依據圖示中標誌,機車駕駛人違反什麼規定?",
    "answer": "3",
    "answer_text": "未依遵行之方向行駛。"
  },
  {
    "question": "依據圖示,機車駕駛人的行駛方式何者錯誤?",
    "answer": "3",
    "answer_text": "C"
  },
  {
    "question": "依據圖示,機車駕駛人應如何安全行駛?",
    "answer": "2",
    "answer_text": "減速慢行,並做隨時停車之準備。"
  },
  {
    "question": "依據圖示,機車駕駛人的行為何者錯誤?",
    "answer": "1",
    "answer_text": "猛按喇叭後直接搶先轉彎。"
  },
  {
    "question": "依據圖示,機車在前方路口欲右轉,應依哪條路線行駛?",
    "answer": "3",
    "answer_text": "C"
  },
  {
    "question": "依據圖示,機車駕駛人遇障礙物煞車時,反應順序為何?",
    "answer": "2",
    "answer_text": "B→A→C"
  },
  {
    "question": "依據圖示,他們要回家,應該怎麼辦?",
    "answer": "1",
    "answer_text": "搭乘大眾運輸工具或親友接送。"
  },
  {
    "question": "機車駕駛人行駛途中,手機鈴聲響起,應如何處理才正確?",
    "answer": "1",
    "answer_text": "A"
  },
  {
    "question": "依據圖示,何種行為屬於違規?",
    "answer": "3",
    "answer_text": "以上皆是。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何正確超越前車?",
    "answer": "3",
    "answer_text": "顯示左方向燈並與前車左側保持半公尺以上之間隔。"
  },
  {
    "question": "依據圖示,機車駕駛人在哪個區域可跨越分向線超車?",
    "answer": "3",
    "answer_text": "C"
  },
  {
    "question": "依據圖示,不同車速時之視野範圍,請依車速由慢至快排列:",
    "answer": "2",
    "answer_text": "B→C→A"
  },
  {
    "question": "依據圖示,機車駕駛人何時可開啟遠光燈?",
    "answer": "2",
    "answer_text": "B"
  },
  {
    "question": "機車駕駛人行經圖中路段,何者正確?",
    "answer": "1",
    "answer_text": "應減速慢行,並依速限標誌指示行駛。"
  },
  {
    "question": "依據圖示,機車駕駛人A,發現違規車輛,應如何安全行駛?",
    "answer": "2",
    "answer_text": "注意機車動向,減速通過。"
  },
  {
    "question": "圖中哪位機車駕駛人之行為錯誤?",
    "answer": "1",
    "answer_text": "A"
  },
  {
    "question": "依據圖示,在平交道發生車輛故障時,處理順序為何?",
    "answer": "2",
    "answer_text": "C→B→A"
  },
  {
    "question": "依據圖示,機車駕駛人應如何安全行駛?",
    "answer": "2",
    "answer_text": "開啟頭燈,駛入Y車道。"
  },
  {
    "question": "圖中A、B機車駕駛人依據號誌燈號,誰可直行或右轉行駛?",
    "answer": "1",
    "answer_text": "A"
  },
  {
    "question": "依據圖示,機車駕駛人應如何安全行駛?",
    "answer": "3",
    "answer_text": "注意汽車動向,減速通過。"
  },
  {
    "question": "依據圖示,機車駕駛人遇到蜂群時,應如何安全行駛?",
    "answer": "1",
    "answer_text": "繞道或後退離開,避免動作過大。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛?",
    "answer": "3",
    "answer_text": "減速後顯示左方向燈,察看照後鏡,確認無來車後,變換至鄰近車道。"
  },
  {
    "question": "依據圖示,機車駕駛人發現人孔蓋時應如何應變?",
    "answer": "2",
    "answer_text": "放鬆油門,穩握把手。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何行駛?",
    "answer": "3",
    "answer_text": "顯示左方向燈,並察看有無來車再變換車道,行駛Y路線。"
  },
  {
    "question": "依據圖示,機車駕駛人在此環境中,應如何安全行駛?",
    "answer": "2",
    "answer_text": "B"
  },
  {
    "question": "依據圖示,何者行為較安全?",
    "answer": "2",
    "answer_text": "B"
  },
  {
    "question": "依據圖示,機車駕駛人應如何安全行駛?",
    "answer": "2",
    "answer_text": "依速限行駛,注意遵守標誌,並開亮頭燈。"
  },
  {
    "question": "依據圖示,機車駕駛人哪項行為錯誤?",
    "answer": "3",
    "answer_text": "猛按鳴喇叭,加速行駛。"
  },
  {
    "question": "依據圖示,機車駕駛人之行為何者錯誤?",
    "answer": "3",
    "answer_text": "加速繼續行駛通過。"
  },
  {
    "question": "依據圖示,天氣寒冷時,機車駕駛人的行為何種方式安全?",
    "answer": "1",
    "answer_text": "A"
  },
  {
    "question": "依據圖示,機車駕駛人應如何安全行駛?",
    "answer": "1",
    "answer_text": "靠右行駛,避免爬坡的視野死角。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何安全行駛?",
    "answer": "2",
    "answer_text": "注意前方車輛,適當減速因應。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何安全行駛?",
    "answer": "2",
    "answer_text": "確認道路狀況或改道行駛。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何安全行駛?",
    "answer": "3",
    "answer_text": "減速慢行,避免因視野死角造成危險。"
  },
  {
    "question": "依據圖示,機車駕駛人通過路口時,如何行駛較為安全?",
    "answer": "3",
    "answer_text": "減速慢行,禮讓幼童專用車。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何安全行駛?",
    "answer": "1",
    "answer_text": "應讓外緣汽車優先通行。"
  },
  {
    "question": "依據圖示,兩車進入同一車道,何者應該先行?",
    "answer": "2",
    "answer_text": "A車先行。"
  },
  {
    "question": "機車駕駛人行經路口處如何安全行駛較安全?",
    "answer": "3",
    "answer_text": "減速慢行,注意違規車輛之動向。"
  },
  {
    "question": "依據圖示,請排列優先路權的順序:",
    "answer": "2",
    "answer_text": "C→B→A"
  },
  {
    "question": "依據圖中警察手勢,哪輛機車應停止?",
    "answer": "3",
    "answer_text": "C"
  },
  {
    "question": "依據圖示,機車駕駛人應如何安全行駛?",
    "answer": "1",
    "answer_text": "A"
  },
  {
    "question": "依據圖示,機車駕駛人應如何正確反應?",
    "answer": "2",
    "answer_text": "不要強行超越,應減速慢行並做隨時停車之準備。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何處理?",
    "answer": "3",
    "answer_text": "以上皆是。"
  },
  {
    "question": "依據圖示,機車駕駛人應如何安全行駛?",
    "answer": "1",
    "answer_text": "注意前方車輛動態,小心變換車道,減速通過。"
  },
  {
    "question": "依據圖示,哪一區域對機車駕駛人潛藏道路風險?",
    "answer": "1",
    "answer_text": "A"
  },
  {
    "question": "依據圖示,當機車駕駛人遇此情形,應該如何行駛?",
    "answer": "1",
    "answer_text": "應減速慢行,小心通過。"
  },
  {
    "question": "依據圖示,當機車故障時,駕駛人應該如何處理?",
    "answer": "1",
    "answer_text": "A"
  },
  {
    "question": "依據圖示,哪個輪胎之胎壓是正常的?",
    "answer": "3",
    "answer_text": "C"
  }
];
